language                                      = &Português (Portugal)
translators                                   = Luis Neves

about.title                                   = Acerca do [app.name]
about.notregistered                           = Não registado
about.eula                                    = Ver EULA

ok                                            = OK
cancel                                        = Cancelar
yes                                           = Sim
no                                            = Não
close                                         = Fechar
error                                         = Erro
warning                                       = Alerta
or                                            = ou
and                                           = e
if                                            = se
then                                          = então
else                                          = else

app.unknownError                              = Ocorreu um erro.
app.activatedExistingInstance                 = Já está em execução uma instância do [app.name].
app.readonly                                  = só de leitura
app.restartneeded                             = O programa irá ser reiniciado
app.restartneeded.title                       = É necessário reiniciar

undo                                          = An&ular
redo                                          = &Refazer

notebook.browse.filemask.db                   = Bloco de Notas do CintaNotes
notebook.new.caption                          = Novo Bloco de Notas
notebook.open.caption                         = Abrir Bloco de Notas
notebook.save.caption                         = Guardar Bloco de Notas como

notebook.close.fail.stillediting              = Não foi possível fechar o bloco de notas porque ainda está a ser editada uma nota
notebook.close.fail.rulestillediting          = Não é possível fechar o bloco de notas porque uma regra ainda está a ser editada

notelinkprotocol.restore.message              = Registo de protocolo da ligação corrompido. Deseja restaurá-lo?

menu.file                                     = {s}&Ficheiro{s}
menu.file.new                                 = &Nova...
menu.file.open                                = Abrir...
menu.file.saveas                              = Guardar Como...
menu.file.close                               = &Fechar
menu.file.import                              = &Importar…
menu.file.export                              = &Exportar…
menu.file.print                               = Im&primir...
menu.file.backup                              = Cópia de Segurança
menu.file.backup.now                          = Fazer Agora
menu.file.backup.hourly.enabled               = &Horária
menu.file.backup.daily.enabled                = &Diária
menu.file.backup.weekly.enabled               = &Semanal
menu.file.recyclebin                          = &Reciclagem
menu.file.passwordprotection                  = P&alavra-passe...
menu.file.rules                               = &Regras
menu.file.sync                                = Sincronização
menu.file.exit                                = Sair

menu.edit                                     = {s}&Editar{s}
menu.edit.new                                 = &Nova Nota
menu.edit.edit                                = &Editar
menu.edit.copy                                = &Copiar
menu.edit.cut                                 = Cor&tar
menu.edit.paste                               = Colar
menu.edit.paste.plaintext                     = Colar como Te&xto Simples
menu.edit.delete                              = Eliminar
menu.edit.merge                               = &Fundir
menu.edit.replacetags                         = Substitui&r Etiquetas…
menu.edit.selectall                           = Seleccion&ar Tudo
menu.edit.properties                          = Pr&opriedades…
menu.edit.print                               = Imp&rimir...
menu.edit.copylink                            = Copiar &Ligação da Nota
menu.edit.pastenotelink                       = Colar Ligação da Nota
menu.edit.inserttimestamp                     = Inserir Data e Hora
menu.edit.insertdate                          = Inserir Data Actual

menu.view                                     = {s}&Ver{s}
menu.view.notecolor                           = &Cor do Tema
menu.view.notecolor.red                       = Ve&rmelho
menu.view.notecolor.orange                    = &Laranja
menu.view.notecolor.yellow                    = A&marelo
menu.view.notecolor.green                     = &Verde
menu.view.notecolor.cyan                      = &Turquesa
menu.view.notecolor.blue                      = &Azul
menu.view.notecolor.purple                    = &Lilás
menu.view.notecolor.gray                      = &Cinza
menu.view.tagsidebar                          = &Barra Lateral
menu.view.sectionbar                          = Barra de &Secção
menu.view.reversed                            = Ordem Inve&rsa
menu.view.sorting                             = &Ordenar por
menu.view.sorting.manual                      = M&anual
menu.view.sorting.created                     = Data de &Criação
menu.view.sorting.modified                    = Data de &Modificação
menu.view.sorting.title                       = &Título
menu.view.sorting.link                        = &Ligação
menu.view.sorting.size                        = &Tamanho
menu.view.history.back                        = Recuar
menu.view.history.forward                     = Avançar
menu.view.history.clear                       = Limpar Histórico
menu.view.history.display                     = &Ver Histórico


sort.manual                                   = &Manual
sort.created                                  = &Criada
sort.modified                                 = &Modificada
sort.title                                    = &Título
sort.link                                     = &Ligação
sort.size                                     = &Tamanho
sort.reverse                                  = Inverter O&rdem

menu.options                                  = {s}&Opções{s}
menu.options.hotkey                           = Teclas de &Atalho…
menu.options.clipping                         = &Captura
menu.options.clipping.silent                  = &Silencioso
menu.options.clipping.after                   = &Após captura
menu.options.clipping.after.showinboxsection  = Mudar para Secção &Caixa de Entrada
menu.options.clipping.after.showuntagged      = Mudar para Visualização &Sem Etiquetas
menu.options.clipping.after.openeditor        = Abrir no Editor
menu.options.clipping.after.assignactivetags  = &Atribuir Etiquetas Actualmente Ativas
menu.options.clipping.title                   = Usar como Título
menu.options.clipping.title.apptitle          = Título do Progr&ama
menu.options.clipping.title.firstline         = &Primeira Linha de Texto
menu.options.clipping.title.blankline         = Linha em &Branco

menu.options.clipping.formatting              = &Formatação
menu.options.clipping.formatting.rtf          = Manter Formatação &RTF
menu.options.clipping.formatting.html         = Manter Formatação &HTML

menu.view.noteappearance                      = Lista de &Notas...

menu.options.editor                           = &Editor
menu.options.editor.links                     = &Ligações
menu.options.editor.links.recognize           = &Realçar Ligações
menu.options.editor.links.singleclick         = Abir ligações com clique &simples
menu.options.editor.links.doubleclick         = Abir ligações com &duplo clique
menu.options.editor.initialfocus              = Foco &Inicial
menu.options.editor.initialfocus.title        = Título
menu.options.editor.initialfocus.text         = Texto
menu.options.editor.tabcharacter              = Caracter de &tabulação
menu.options.editor.tabcharacter.tab          = Com a Tecla Tab
menu.options.editor.tabcharacter.ctrltab      = Com Ctrl+Tab
menu.options.editor.wordwrap                  = Mudança de Linha
menu.options.editor.editorescsavenote         = Guardar &Automaticamente Alterações com Esc

menu.options.search                           = &Procurar
menu.options.search.reset.onctrlf             = &Repor Procura com [ctrl]+F
menu.options.search.reset.multistep           = Repor &Multi-Passo com [esc]

menu.options.tags                             = E&tiquetas
menu.options.tags.lowercase                   = Apenas minúscu&las
menu.options.tags.accepton                    = &Aceitar Sugestões
menu.options.tags.displaycounts               = Exibir número de utilizações da etiqueta na barra
menu.options.tags.autodeleted                 = Eliminada Automaticamente por Defeito
menu.options.tags.suggestions.contextsensitive = Sugestões &Contextuais

menu.options.tags.accepton.space              = Barra de e&spaço
menu.options.tags.accepton.click              = &Clique Único do Rato

menu.options.rules                            = &Regras
menu.options.rules.notifications              = &Notificar Quando Aplicadas

menu.options.window                           = Janela
menu.options.minimizetotray                   = &Minimizar para a Área de notificação
menu.options.closetotray                      = &Fechar para Área de Notificação
menu.options.alwaysontop                      = Sempre visível
menu.options.window.minimizeonesc             = Minimizar com &Esc
menu.options.window.minimizeonlostfocus       = Minimizar quando inactivo
menu.options.minimizetotray.error             = É necessário minimizar para a área de notificação para protecção com palavra-passe.

menu.options.window.minimizeonlostfocus.off   = Desactivado
menu.options.window.minimizeonlostfocus.immediately = Imediatamente
menu.options.window.minimizeonlostfocus.after10secs = Após 10 segundos
menu.options.window.minimizeonlostfocus.after1minute = Após 1 minuto
menu.options.window.minimizeonlostfocus.after5minutes = Após 5 minutos




menu.options.startup                          = &Arranque
menu.options.runatstartup                     = Inicia&r com o Sistema
menu.options.startup.minimized                = Executar &Minimizado
menu.options.startup.multipleinstances        = Permitir Múltipl&as Instâncias
menu.options.startup.restoretagsfilter        = Restaurar Última Selecção de E&tiqueta
menu.options.startup.multipleinstances.activationmsg = &Notificar ao Activar Instância Existente

menu.options.system                           = Sistema
menu.options.system.associatewithdbfile       = Associar o [app.name] com ficheiros .db
menu.options.system.registerlinkprotocol      = Registar Protocolo de &Ligação
menu.options.system.proxysettings             = Definições &Proxy
menu.options.system.registry.error            = Não foi possível modificar o registo. Por favor, execute o [app.name] como administrador e tente de novo.

registerlinkprotocol.title                    = Registo do protocolo de ligação
registerlinkprotocol.registered               = Esta instância do [app.name] está agora registada no sistema para lidar com os cliques nas ligações do cintanotes://.
registerlinkprotocol.unregistered             = Esta instância do [app.name] não está registada e não irá lidar mais com os cliques nas ligações cintanotes://.

menu.options.language                         = &Idioma

menu.help                                     = {s}Ajuda{s}
menu.help.help                                = Ajuda
menu.help.website                             = &Página Web
menu.help.forum                               = &Fórum
menu.help.roadmap                             = &Roteiro
menu.help.translate                           = &Traduções
menu.help.debug                               = &Depuração
menu.help.debug.logging                       = Registos de &Depuração
menu.help.license                             = &Licença
menu.help.checkforupdates                     = Procurar actualizações
menu.help.about                               = &Acerca do [app.name]

menu.updatenotify.tooltip                     = Está disponível uma nova versão do CintaNotes

confirmdelete.one                             = Eliminar nota {n}'{0}'?
confirmdelete.many                            = Eliminar as {0} notas seleccionadas?
confirmdelete.title.one                       = Eliminar Nota?
confirmdelete.title.many                      = Eliminar Notas?
confirmdelete.unsaved                         = A nota ainda não foi guardada. Descartar alterações?
confirmdelete.openineditor.title              = A Nota está aberta no Editor
confirmdelete.openineditor                    = A nota '{0}' está aberta para edição.{n}Tem a certeza que deseja eliminá-la?
confirm.movetorecyclebin.one                  = Mover a nota {n}'{0}'{n}para a reciclagem?
confirm.movetorecyclebin.many                 = Mover as {0} notas seleccionadas para a reciclagem?
confirm.movetorecyclebin.title.one            = Mover a Nota para a Reciclagem?
confirm.movetorecyclebin.title.many           = Mover as Notas para a Reciclagem?

confirm.merge.title                           = Fundir Notas?
confirm.merge.message                         = Deseja realmente fundir estas notas?

confirmationdialog.dontaskagain               = Não perguntar de novo

deletenotesmessagedialog.caption              = Mover Notas para a Reciclagem?
deletenotesmessagedialog.title                = A Reciclagem está configurada para armazenar apenas {1} notas e está a eliminar {0} notas.{n}O que deseja fazer?
deletenotesmessagedialog.button.increase      = Aumentar
deletenotesmessagedialog.increase.description = Aumentar o número de notas que a Reciclagem irá manter
deletenotesmessagedialog.button.delete        = Eliminar
deletenotesmessagedialog.delete.description   = Eliminar as restantes {0} notas permanentemente

confirmlinkopening.message                    = A abertura de {0} ligações ao mesmo tempo pode causar falha na resposta do sistema.{n}Deseja continuar?

filter                                        = Filtro:
filter.anytextfield                           = Qualquer Campo de Texto
filter.textandtitle                           = &Texto e Título
filter.text                                   = Apenas Te&xto
filter.title                                  = Apenas T&ítulo
filter.time.created                           = Data de &Criação
filter.time.modified                          = Data de &Modificação
filter.remarks                                = Obse&rvações
filter.attachments                            = &Anexos
filter.link                                   = &Ligação
filter.tags                                   = E&tiquetas
filter.all                                    = Em qu&alquer lugar
search.insidewords                            = P&esquisar nas palavras
search.acrossfields                           = Pesquisar &além dos limites do campo


license.message.text                          = Esta função só está disponível na versão comercial
license.message.caption                       = Licença Necessária

noteslist.notebookempty                       = O seu bloco de notas está vazio.{n}{n}Para criar notas prima a tecla Ins ou seleccione texto noutro programa e prima a tecla de atalho de captura ([clipping.default.key] por defeito).{n}Também pode criar notas colando texto da área de transferências.
noteslist.sectionempty                        = Esta secção do bloco de notas está vazia.
noteslist.notfound                            = Não foram encontradas notas coincidentes com o filtro actual.{n}
noteslist.openlink                            = Procurar &Ligação
noteslist.tag                                 = E&tiqueta…
noteslist.export.selected                     = &Exportar…
noteslist.move                                = &Mover
noteslist.move.up                             = Para cima
noteslist.move.down                           = Para baixo
noteslist.move.top                            = Para o início
noteslist.move.bottom                         = Para o fim
noteslist.properties                          = Propriedades…
noteslist.move.tosection                      = Para a &Secção...

noteslist.attachments.more                    = (mais {0})
noteslist.drag.more                           = + {0} notas

noteedit.title                                = Editar
noteedit.accepthint                           = ([noteedit.accepthint.shortcut] para aceitar as alterações)
noteedit.link                                 = Ligação
noteedit.tags                                 = Etiquetas
noteedit.remarks                              = Observações
noteedit.new.title                            = Nova Nota
noteedit.readonly.title                       = Nota Só de Leitura
noteedit.notesaved                            = Nota guardada
noteedit.esc.savechanges.title                = Confirmar guardar alterações
noteedit.esc.savechanges                      = As alterações à nota ainda não foram guardadas. Guardar alterações?
noteedit.esc.savechanges.dontask              = Não pedir para guardar alterações ao cancelar
noteedit.notelinkcopied                       = Ligação da nota copiada para a área de transferência
noteedit.links.itselferror                    = Não é possível adicionar ligação a si mesma
noteedit.links.alreadynotelinkerror           = Não é possível adicionar uma ligação ao texto que já contém uma ligação
noteedit.links.multilineerror                 = Não é possível adicionar ligação com várias linhas
noteedit.links.createnewnote                  = Criar nova nota
noteedit.links.updatecaption                  = Actualizar título da ligação
noteedit.links.typetip                        = Digite para pesquisar por título
noteedit.links.tip.notenotfound               = Nota ligada não encontrada
noteedit.links.tip.notebooknotfound           = Não foi encontrado o Bloco de notas que contém a nota ligada
noteedit.links.tip.notebookencrypted          = O Bloco de Notas que contém a nota ligada está encriptado
noteedit.section.tip                          = Secção
noteedit.linkedit.tip                         = Editar Ligação
noteedit.linkedit.open.tip                    = Abrir Ligação
noteedit.attach.tip                           = Anexar ficheiro

noteedit.attach.confirm.title                 = Confirmar anexar ficheiros
noteedit.attach.confirm                       = Anexar os seguintes {0} ficheiros?
noteedit.attach.confirm.nfilesmore            = mais {0} ficheiro(s)
noteedit.externalattachlink.message           = Esta ligação far referência a outro ficheiro de bloco de notas.{n}Não é suportada a abertura de anexos de outro ficheiro de bloco de notas.

noteedit.attach.alreadyattached               = O ficheiro '{0}' já está anexado. Deseja actualizá-lo?
noteedit.attach.alreadyattached.title         = Ficheiro Já Anexado
noteedit.attach.updatename                    = O ficheiro '{0}' já está anexado com um nome diferente: '{1}'.{n}Deseja actualizar o nome?
noteedit.attach.updatename.title              = Ficheiro Já Anexado

noteedit.attach.updatefromdisk.title          = Anexo Modificado no Disco
noteedit.attach.updatefromdisk                = O anexo '{0}' foi modificado no disco. Actualizar?

noteedit.attach.savetodiskoverwrite.title     = O ficheiro já existe
noteedit.attach.savetodiskoverwrite           = A pasta de destino '{0}' já contém o ficheiro '{1}'. Sobrescrever?

noteedit.attach.cleanup.failed                = Não é possível eliminar o anexo extraído '{0}', está provavelmente a ser editado.{n}Fechar mesmo assim?
noteedit.attach.cleanup.failed.title          = O Anexo Ainda a ser Editado

noteedit.attach.open.pwprotected              = Para visualização, o anexo '{0}' {n}será guardado para um ficheiro temporário encriptado.{n}Continuar?
noteedit.attach.open.pwprotected.title        = Alerta de Segurança

noteedit.attach.syncing.sizelimitexceeded     = O tamanho limite dos anexos será excedido e a sincronização {n}não poderá ser concluída até que alguns dos anexos sejam removidos. {n}Anexar ficheiros mesmo assim?
noteedit.attach.syncing.sizelimitexceeded.title = Excedido o Tamanho Limite para Sincronização de Anexos

linkswatchdog.title                           = Detectada ligação corrompida
linkswatchdog.message                         = Ligação corrompida: {0} -> {1}

linkswatchdog.title                           = Detectada ligação corrompida
linkswatchdog.message                         = Ligação corrompida: {0} -> {1}

noteedit.openfilelink.notexists.title         = Ficheiro Não Encontrado
noteedit.openfilelink.notexists.message       = O ficheiro {0} não foi encontrado. Deseja remover a ligação?

noteedit.copylinktounsavednote.caption        = Copiar Ligação para Nota não guardada
noteedit.copylinktounsavednote.message        = Deseja guardar esta nota e copiar a ligação para ela?

noteedit.attachment.toolarge                  = Este ficheiro é demasiado grande.{n}Só pode anexar ficheiros até {0} [gbytes].
noteedit.attachment.notexist                  = O ficheiro '{0}' não foi encontrado.
noteedit.attachment.attach.progress.title     = Anexar Ficheiro
noteedit.attachment.attach.progress.message   = A anexar {0}...
noteedit.attachment.open                      = Abrir
noteedit.attachment.openwith                  = Abrir Com...
noteedit.attachment.open.progress.title       = Abrir Anexo
noteedit.attachment.open.progress.message     = A abrir {0}...
noteedit.attachment.saveas                    = Guardar Como...
noteedit.attachment.saveas.selectfolder       = Seleccionar pasta
noteedit.attachment.saveas.progress.title     = Guardar Anexo
noteedit.attachment.saveas.progress.message   = A guardar {0}...
noteedit.attachment.saveas.successmsg.title   = Anexo Guardado
noteedit.attachment.saveas.successmsg         = O anexo foi guardado em {0}.
noteedit.attachment.saveas.successmsg.many    = Os anexos foram guardados.
noteedit.attachment.saveas.view               = Ver
noteedit.attachment.delete                    = Eliminar

noteappearance.title                          = Opções da Lista de Notas
noteappearance.pt                             = pt
noteappearance.bold                           = Negrito
noteappearance.italic                         = Itálico
noteappearance.headerfontlabel                = Fonte do título:
noteappearance.textfontlabel                  = Fonte do texto:
noteappearance.notelines                      = Mostrar linhas:
noteappearance.notelines.min                  = min
noteappearance.notelines.max                  = máx
noteappearance.change                         = ...
noteappearance.textformatting                 = Renderizar formatação do texto
noteappearance.datedisplay.label              = Mostrar data e hora:
noteappearance.datedisplay.combo.none         = Nenhuma
noteappearance.datedisplay.combo.created      = Criada
noteappearance.datedisplay.combo.modified     = Modificada
noteappearance.datedisplay.combo.both         = Criada e Modificada
noteappearance.datedisplay.sortmodedate       = Ordenar sempre por data
noteappearance.datedisplay.displaytime        = Mostrar a hora do dia
noteappearance.tagdisplay.enabled             = Mostrar etiquetas
noteappearance.tagdisplay.fullnames           = Mostrar sempre nome completo da etiqueta
noteappearance.remarksdisplay.enabled         = Mostrar observações
noteappearance.remarksdisplay.lines.max       = Linhas de observações a exibir:

notebookmessage.title                         = Bloco de Notas
notebookmessage.message                       = Não foi possível carregar o bloco de notas, porque o atalho está inacessível: "{0}"
notebookmessage.button.create                 = Criar novo
notebookmessage.button.open                   = Abrir existente
notebookmessage.button.exit                   = Sair

pastemessage.caption                          = Conflito ao colar a Nota
pastemessage.title                            = Este Bloco de notas já contém {0} notas com a mesma ID com texto diferente. {n}O que deseja fazer?
pastemessage.button.replace                   = Substituir
pastemessage.button.replace.description       = Substituir as notas existentes com notas da área de transferências
pastemessage.button.addnew                    = Adicionar como nova
pastemessage.button.addnew.description        = Adicionar notas da área de transferência como novas notas com novas IDs
pastemessage.button.lastmodified              = Obter últimas modificadas
pastemessage.button.lastmodified.description  = Obter notas com uma data de modificação posterior

pastemessage.attachmentdatanotfound           = Não é possível colar:{n}O Bloco de Notas '{0}' com dados para anexar não encontrado.

searchdialog.find.title                       = Localizar
searchdialog.findandreplace.title             = Localizar e Substituir
searchdialog.findwhat                         = Localizar o quê:
searchdialog.replacewith                      = Substituir com:
searchdialog.matchcase                        = Corresponder &Maíusculas/minúsculas
searchdialog.searchinsidewords                = Pesquisar nas palavras

searchdialog.button.findprevious              = Localizar Anterior
searchdialog.button.findnext                  = Localizar Segui&nte
searchdialog.button.replace                   = Substitui&r
searchdialog.button.replaceall                = Substituir Tudo
searchdialog.button.close                     = Fe&char
searchdialog.specifiedtextnotfound            = Não foi encontrado o texto indicado.
searchdialog.findreachedstartingpoint         = Foi atingido o ponto inicial da pesquisa.

wronglinkmessage.title                        = A abrir ligação
wronglinkmessage.notenotfound                 = Não foi encontrada a nota ligada.
wronglinkmessage.notebooknotfound             = Não foi encontrado o bloco de notas contém uma nota ligada.
wronglinkmessage.notebookincompatible         = O bloco de notas que contém a nota ligada é incompatível com a versão actual.
wronglinkmessage.notebookencrypted            = O bloco de notas que contém a nota ligada está encriptado.
wronglinkmessage.button.remove                = Remover ligação
wronglinkmessage.button.createnew             = Criar nova nota

externallinkmessage.title                     = Abrir ligação externa
externallinkmessage.message                   = Esta ligação é referente a outro ficheiro de bloco de notas '{0}'.{n}Como deseja abrir uma nota?
externallinkmessage.switchmessage             = Esta ligação é referente a outro ficheiro de bloco de notas '{0}'.{n}Deseja mudar para outro bloco de notas?
externallinkmessage.button.anotherinstance    = Abrir noutra instância
externallinkmessage.button.switch             = Mudar de bloco de notas
externallinkmessage.button.switch.changes     = Serão guardadas todas as alterações não guardadas.

upgrademessage.title                          = Actualizar bloco de notas
upgrademessage.message                        = O ficheiro de bloco de notas '{0}'{n}foi criado por uma versão antiga do [app.name].{n}Deseja actualizá-la?
upgrademessage.check.createbackup             = Criar cópia de segurança
upgrademessage.cancelled                      = A actualização foi cancelada.
upgrademessage.successful                     = Actualização bem sucedida!
upgrademessage.successful.backup              = Actualização bem sucedida!{n}A cópia de segurança do ficheiro antigo foi guardada como:{n}{0}{n}na pasta: {n}'{1}'.
upgrade.backup.before                         = antes de actualizar

backup.successdialog.caption                  = Cópia de segurança bem sucedida.
backup.successdialog.message                  = Foi efectuada a cópia de segurança do bloco de notas{n}como {0}{n}na pasta {1}
backup.processdialog.caption                  = Progresso da cópia de segurança
backup.processdialog.message                  = Por favor aguarde enquanto é feita a cópia de segurança do bloco de notas...

tagsedit.title                                = Adicionar / Remover Etiquetas
tagsedit.addtags                              = Adicionar etiquetas:
tagsedit.removetags                           = Remover etiquetas:

passworddialog.title                          = Introduzir palavra-passe
passworddialog.old.title                      = Introduzir palavra-passe antiga
passworddialog.password                       = Palavra-passe:
passworddialog.old.password                   = Palavra-passe antiga:
passworddialog.incorrectpassword              = Palavra-passe incorrecta
passworddialog.notebook                       = Bloco de Notas...

setnotebookpassworddialog.title               = Protecção por palavra-passe
setnotebookpassworddialog.enabled.encryption  = Proteger este bloco de notas com uma palavra-passe
setnotebookpassworddialog.oldpassword         = Palavra-passe antiga:
setnotebookpassworddialog.newpassword         = Nova palavra-passe:
setnotebookpassworddialog.confirmpassword     = Confirmar palavra-passe:
setnotebookpassworddialog.incorrectpassword   = Palavra-passe antiga incorrecta
setnotebookpassworddialog.matcherror          = A palavra-passe e a de confirmação não coincidem
setnotebookpassworddialog.equalerror          = A palavra-passe antiga e a nova são iguais
setnotebookpassworddialog.successfullychanged = Palavra-passe alterada com êxito
setnotebookpassworddialog.successfullyremoved = Palavra-passe removida com êxito
setnotebookpassworddialog.cancelled           = A definição de palavra-passe foi cancelada
setnotebookpassworddialog.errormsg            = O programa detectou um erro durante a definição da palavra-passe
setnotebookpassworddialog.errormsg.title      = Erro de definição da palavra-passe
setnotebookpassworddialog.autoreset.checkbox  = Minimizar para a barra de notificação e bloquear após
setnotebookpassworddialog.autoreset.suffix    = minutos de inactividade
setnotebookpassworddialog.warning             = ALERTA: A palavra-passe não pode ser recuperada! Se a esquecer, {n}perderá definitivamente o acesso às notas deste bloco de notas!
setnotebookpassworddialog.option.dontstore    = Não lembrar palavra-passe: as tarefas de segundo plano não serão executadas quando o bloco de notas estiver bloqueado
setnotebookpassworddialog.option.store        = Lembrar palavra-passe: as tarefas de segundo plano serão executadas mesmo com o bloco de notas bloqueado
setnotebookpassworddialog.storepassword.warning = ALERTA: Implica o armazenamento da palavra-passe encriptada no disco.{n}Não use esta opção quando precisar de máxima segurança.
setnotebookpassworddialog.lockonminimize.checkbox = Bloquear imediatamente após minimizar para a barra de notificação
setnotebookpassworddialog.lockonsyslock.checkbox = Bloquear quando o PC for bloqueado
setnotebookpassworddialog.notebookisencrypted = O bloco de notas está encriptado
setnotebookpassworddialog.button.changepassword = Alterar palavra-passe...

encrypt.progress.caption                      = Progresso da Encriptação
encrypt.progress.message                      = Por favor aguarde enquanto decorre a encriptação...
decrypt.progress.caption                      = Progresso da Desencriptação
decrypt.progress.message                      = Por favor aguarde enquanto decorre a desencriptação...

recentlist.notfoundmessage                    = Deseja remover a referência para ele da lista Recentes?
recentlist.cantclosenotebook                  = Não é possível fechar só o bloco de notas

replacetags.title                             = Substituir Etiquetas
replacetags.sourcetags                        = Substituir etiquetas:
replacetags.desttags                          = Com etiquetas:
replacetags.hint                              = Esta caixa de diálogo permite renomear, dividir, juntar ou apagar etiquetas.{n}{n}Para apagar uma etiqueta, escreva-a no primeiro campo de edição e deixe o segundo vazio.

recyclebindialog.title                        = Reciclagem
recyclebindialog.column.datedeleted           = Eliminada
recyclebindialog.column.title                 = Título
recyclebindialog.column.text                  = Texto
recyclebindialog.column.datecreated           = Criada
recyclebindialog.column.datemodified          = Modificada
recyclebindialog.column.size                  = Tamanho (KB)
recyclebindialog.column.tags                  = Etiquetas
recyclebindialog.column.sectionname           = Secção
recyclebindialog.column.link                  = Ligação
recyclebindialog.button.restore               = Restaurar
recyclebindialog.button.delete                = Eliminar
recyclebindialog.button.deleteall             = Esvaziar
recyclebindialog.label.maxsize                = Número máximo de notas eliminadas a manter:
recyclebindialog.label.keepnotes              = Eliminar permanentemente após
recyclebindialog.label.keepnotes.suffix       = dias
recyclebindialog.error.invalidmaxsize         = O número máx. de notas eliminadas tem que ser um número positivo
recyclebindialog.error.invalidkeepnotes       = O número de dias tem que ser um número positivo

recyclebindialog.menu.restore                 = Restaurar
recyclebindialog.menu.delete                  = Eliminar
recyclebindialog.menu.deleteall               = Esvaziar

recyclebindialog.confirm.delete.title         = Eliminar Permanentemente
recyclebindialog.confirm.delete.message       = Eliminar permanentemente as {0} notas seleccionadas?
recyclebindialog.confirm.deleteall.title      = Esvaziar Reciclagem?
recyclebindialog.confirm.deleteall.message    = Eliminar permanentemente todas as {0} notas?
recyclebindialog.confirm.restore.title        = Restaurar Notas da Reciclagem
recyclebindialog.confirm.restore.message      = Restaurar as {0} notas seleccionadas?

tray.addnew                                   = Nova Nota
tray.restore                                  = Restaurar
tray.exit                                     = Sair

printdialog.title                             = Imprimir Notas
printdialog.title.single                      = Imprimir Nota
printdialog.group.scope                       = Imprimir intervalo
printdialog.group.fields                      = Imprimir campos
printdialog.errormsg                          = O programa detectou um erro durante a impressão.
printdialog.errormsg.title                    = Erro de impressão

export.title                                  = Exportar Notas
export.filemask.txt                           = Texto Unicode
export.filemask.xml                           = XML
export.filemask.html                          = Página Web
export.successmsg.title                       = Exportado com êxito!
export.successmsg                             = Exportação concluída. Notas exportadas: {0}.
export.errormsg                               = O programa detectou um erro durante a exportação.
export.errormsg.title                         = Erro de exportação
export.html.created                           = Criada:
export.html.modified                          = Modificada:
export.scope.all                              = Todas as notas ({0})
export.scope.current                          = Vista actual ({0})
export.scope.selection                        = Notas seleccionadas ({0})
export.field.title                            = Título
export.field.text                             = Texto
export.field.creation                         = Data de Criação
export.field.modification                     = Data de Modificação
export.field.link                             = Ligação
export.field.tags                             = Etiquetas
export.field.remarks                          = Observações
export.field.attachments                      = Anexos
export.field.rules                            = Regras
export.group.scope                            = Exportar intervalo
export.group.fields                           = Exportar campos
export.errormsg.nonotes                       = Não é possível exportar de um bloco de notas vazio
export.button.view                            = Ver

export.processdialog.caption                  = Progresso da Exportação
export.processdialog.message                  = Por favor aguarde enquanto decorre a exportação...

import.title                                  = Importar Notas
import.filemask.all                           = Ficheiros do CintaNotes
import.filemask.db                            = Bloco de Notas do CintaNotes
import.filemask.xml                           = XML
import.successmsg.title                       = Importação bem Sucedida
import.successmsg                             = Importação de nota concluída.{n} Notas importadas: {0}.{n} Notas actualizadas: {1}.{n} Duplicados ignorados: {2}
import.successmsg.sections                    = Secções importadas: {0}
import.successmsg.rules                       = Regras importadas: {0}
import.errormsg                               = O programa detectou um erro durante a importação.
import.errormsg.title                         = Erro de importação
import.label.addtags                          = Adicionar etiquetas:
import.importsections                         = Importar secções
import.importrules                            = Importar regras
import.allowduplicates                        = Permitir duplicados

import.processdialog.caption                  = Progresso da Importação
import.processdialog.message                  = Por favor aguarde enquanto decorre a importação...

import.error.sectioncountexceeded             = O ficheiro {0} não pode ser importado com secções. {n}O limite máx. [sections.limit] de secções será excedido.

options.hotkeys.title                         = Configurar Teclas de Atalho
options.hotkeys.clip.label                    = Tecla de atalho de captura:
options.hotkeys.show.label                    = Tecla de atalho para mostrar janela principal:
options.hotkeys.newnote.label                 = Tecla de atalho para adicionar nova nota:

options.hotkeys.hint                          = Para desactivar uma tecla de atalho, prima Esc no campo correspondente.{n}{n}Tente escolher teclas de atalho não usadas por outros programas para evitar que o CintaNotes interfira no seu funcionamento ou possa não funcionar correctamente.
options.hotkeys.cannotregister                = Esta combinação de teclas não pode ser registada. Por favor escolha qualquer outra.
options.hotkeys.cannotregister.title          = Não é possível registar a tecla de atalho

filtercontrol.total.one                       = {0} nota
filtercontrol.total.many                      = {0} notas
filtercontrol.filtered.one                    = {0} encontrada
filtercontrol.filtered.many                   = [filtercontrol.filtered.one]
filtercontrol.tooltip.sortby                  = Ordenar por
filtercontrol.tooltip.back                    = Retroceder
filtercontrol.tooltip.forward                 = Avançar
filtercontrol.tooltip.back.extra              = Clique direito para ver histórico
filtercontrol.tooltip.forward.extra           = [filtercontrol.tooltip.back.extra]

tag.delete                                    = Eliminar
tag.rename                                    = Renomear…
tag.merge                                     = Fundir...
tag.delete.confirm.title                      = Eliminar Etiquetas
tag.delete.confirm.message.one                = Deseja eliminar a etiqueta seleccionada?
tag.delete.confirm.message.many               = Deseja eliminar as etiquetas selecionadas?
tag.delete.confirm.usecount.one               = A etiqueta seleccionada está a ser usada por {0} notas
tag.delete.confirm.usecount.many              = As etiquetas seleccionadas estão a ser usadas por {0} notas
tag.displaycounts                             = Exibir Número
tag.properties                                = Propriedades...
tag.add                                       = Nova Etiqueta...
tag.addchild                                  = Nova Etiqueta Dependente...
tag.expandall                                 = Expandir Todas
tag.collapseall                               = Colapsar Todas

tag.filter.none                               = Sem Filtro de Etiqueta
tag.filter.used                               = Apenas Etiquetas Usadas
tag.filter.related                            = Apenas Etiquetas Relacionadas

tagproperties.title                           = {0} Propriedades
tagproperties.autodeletecheckbox              = Eliminada Automaticamente
tagproperties.autodeletecheckbox.tip          = Eliminar etiqueta quando não houver notas com essa etiqueta
tagproperties.autoexpandedcheckbox            = Expandido por defeito

deletetags.deletechildren                     = Eliminar com todas as etiquetas dependentes
deletetags.deletenotes.one                    = Eliminar {0} nota
deletetags.deletenotes.many                   = Eliminar {0} notas
deletetags.deletenotes.havingthistag.one      = com esta etiqueta
deletetags.deletenotes.havingthistag.many     = com estas etiquetas

newtag.title                                  = Nova Etiqueta
newtag.name                                   = Nome da Etiqueta:
newtag.autodeletecheckbox                     = [tagproperties.autodeletecheckbox]
newtag.autodeletecheckbox.tip                 = [tagproperties.autodeletecheckbox.tip]

newchildtag.title                             = Nova Etiqueta Dependente

tagsidebar.all                                = Todas
tagsidebar.untagged                           = Sem etiqueta
tagsidebar.more                               = (mais {0})
tagsidebar.confirmtagdrop.title               = Renomear etiqueta
tagsidebar.confirmtagdrop.text                = Renomear etiqueta {0} para {1}?

notebookconfig.title                          = Parâmetros do Bloco de Notas
notebookconfig.path.caption                   = Ficheiro de Bloco de Notas:
notebookconfig.path.browse.mask               = Bloco de Notas do CintaNotes (*.db)|*.db|Todos os Ficheiros (*.*)|*.*
notebookconfig.path.browse.caption            = Procurar Ficheiro de Bloco de Notas do CintaNotes
notebookconfig.disconnect.enabled             = {s}Activar sincronização externa de bloco de notas
notebookconfig.disconnect.label               = Bloquear ficheiro após:
notebookconfig.disconnect.seconds             = segundos de inatividade
notebookconfig.move                           = {s}Realocar bloco de notas actual

noterichedit.format                           = &Formatar
noterichedit.format.bold                      = &Negrito
noterichedit.format.italic                    = &Itálico
noterichedit.format.underline                 = S&ublinhado
noterichedit.format.strikeout                 = Ri&scado
noterichedit.format.highlight                 = Realçar
noterichedit.format.monospace                 = Espaça&mento Fixo

noterichedit.align                            = &Alinhamento
noterichedit.align.left                       = Esquerda
noterichedit.align.center                     = &Centro
noterichedit.align.right                      = Di&reita

noterichedit.indent                           = Avanço
noterichedit.format.indent                    = Avanço
noterichedit.format.outdent                   = Recu&o

noterichedit.format.list.bullet               = &Lista de Marcadores
noterichedit.format.list.numbered             = Lista Num&erada

noterichedit.format.clear                     = Limpar

noterichedit.insertlink                       = &Inserir Ligação
noterichedit.insertlink.url                   = &URL
noterichedit.insertlink.note                  = &Nota
noterichedit.insertlink.file                  = &Ficheiro
noterichedit.insertlink.attachment            = &Anexo

noterichedit.paste.intolistitem               = Colar em Item da Lista
noterichedit.paste.intolist                   = Colar na Lista

noterichedit.editlink                         = Redireccionar Ligação
noterichedit.deletelink                       = Eliminar Ligação
noterichedit.copynotelink                     = Copiar &Ligação para Nota

richedit.find                                 = Localizar...
richedit.replace                              = Substituir…

noteproperties.title                          = Propriedades da Nota
noteproperties.source.label                   = Origem:
noteproperties.created.label                  = Criada:
noteproperties.modified.label                 = Modificada:
noteproperties.notesize.label                 = Tamanho da nota: {0} KB
noteproperties.notesizeondisk.label           = {0} KB em disco
noteproperties.charcount.label                = Caracteres: {0}
noteproperties.wordcount.label                = Palavras: {0}
noteproperties.error.invaliddates             = A data de modificação não pode ser anterior à de criação

selecturldialog.title                         = Introduzir URL
selecturldialog.url                           = URL:

error.notebook.filedeleted                    = O ficheiro de bloco de notas foi eliminado.{n}O programa será encerrado.
error.notebook.unknownversion                 = O ficheiro do bloco de notas '{0}'{n}foi criado por uma versão mais recente do [app.name] e não pode ser aberto.{n}{n}Transfira a versão mais recente do [app.name] a partir de [app.url] para abrir este ficheiro.
error.notebook.cantopenwhenupgrade            = O ficheiro de bloco de notas '{0}'{n}foi criado por uma versão mais antiga do [app.name] e não pode ser actualizado.{n}Verifique se tem permissões de escrita para este ficheiro.
error.notebook.upgradeerror                   = O ficheiro de bloco de notas '{0}'{n}foi criado por uma versão mais antiga do [app.name] e não pode ser actualizado.{n}{n}Mensagem de erro: {1}
error.notebook.encrypted                      = O ficheiro de bloco de notas '{0}'{n} está encriptado.
error.notebook.databasedamaged                = O ficheiro de bloco de notas '{0}'{n}foi corrompido e não pode ser aberto.{n}{n}Mensagem de erro: {1}
error.notebook.busy                           = O ficheiro de bloco de notas '{0}'{n}está a ser usado por outro programa e não pode ser aberto.
error.note.notfound                           = Esta nota foi eliminada

error.notebook.dbcorrupt.title                = Alerta de base de dados de bloco de notas
error.notebook.dbcorrupt.message              = O ficheiro de base de dados do bloco de notas pode estar corrompido. Para repará-lo, envie a seguinte informação para [support.email]: {0}

license.key.status.notfound                   = Não foi encontrada informação de registo.
license.key.status.valid                      = A informação de registo é válida.
license.key.status.invalid                    = A informação de registo é inválida.
license.key.status.stolen                     = A chave de registo foi desactivada pelo editor.
license.key.status.expired                    = A chave de registo contém a validade que já expirou.
license.key.status                            = Estado da chave de registo: {0}

license.type.basic                            = Licença Básica (gratuita)
license.type.pro                              = Licença PRO
license.type.company                          = Licença PRO (Empresa)
license.type.promo                            = [license.type.personal] (Promo)
license.type.lifetime                         = Vitalícia [license.type.personal]
license.type.trial                            = Licença de avaliação PRO

licensedialog.title                           = Licença
licensedialog.reqexttrial                     = Pedir Extensão da Avaliação
licensedialog.register.success                = Obrigado por se registar!
licensedialog.register.success.title          = Êxito!
licensedialog.register.fail                   = Falha no registo
licensedialog.register.expired                = Esta chave de licença já não é válida para esta versão do [app.name].
licensedialog.register.expired.extra          = Esta chave de licença é válida para versões lançadas antes de {0},{n}mas esta versão ({1}) foi lançada em {2}.
licensedialog.replace.confirm                 = Deseja substituir a sua licença actual?
licensedialog.replace.confirm.title           = Substituir licença?

licensedialog.type.trial                      = [license.type.trial]
licensedialog.type.trial.descr                = Versão completa por tempo limitado. Dias restantes: {0}
licensedialog.type.pro                        = [license.type.pro]
licensedialog.type.pro.descr                  = Versão Completa
licensedialog.type.pro.name                   = Registado para: {0}
licensedialog.type.pro.email                  = Email: {0}
licensedialog.type.pro.key                    = Chave de Licença:
licensedialog.type.pro.expdate                = Expira a: {0}
licensedialog.type.pro.updexpdate             = Actualizações grátis até: {0}
licensedialog.type.pro.enternew               = Introduza a Chave de Licença
licensedialog.type.basic                      = [license.type.basic]
licensedialog.type.basic.descr                = Versão Limitada

licensedialog.never                           = Nunca
licensedialog.unlimited                       = Ilimitada

licensedialog.buykey                          = Comprar Chave
licensedialog.renewkey                        = Renovar Chave
licensedialog.upgradekey                      = Actualizar para Chave Vitalícia

licensedialog.detectedkey.title               = Foi detectada Chave de Licença
licensedialog.detectedkey.message             = O CintaNotes detectou a seguinte chave de licença:
licensedialog.detectedkey.apply               = Aplicar Chave
licensedialog.detectedkey.next.apply          = Se desejar usar esta chave, pressione o botão "[licensedialog.detectedkey.apply]" abaixo.

licensekeydialog.title                        = Introduzir Nova Chave de Licença
licensekeydialog.name                         = Nome Completo
licensekeydialog.email                        = Email
licensekeydialog.key                          = Chave

licenserequireddialog.title                   = É Necessário Actualizar a Licença
licenserequireddialog.message.default         = Esta funcionalidade não está disponível com a sua licença actual.
licenserequireddialog.message.upg             = Faça a actualização da sua licença para activar esta função!{n}{n}Para mais detalhes clique no botão "Licença" abaixo.
licenserequireddialog.licensebutton           = Licença

licenseexpireddialog.title                    = Licença Expirada
licenseexpireddialog.renew.message            = A sua chave de licença já não é válida para esta versão do [app.name].{n}Necessita renovar a sua licença ou regressar à licença básica (Gratuíta).
licenseexpireddialog.buy.message              = A sua chave de avaliação expirou.{n}Por favor compre uma licença PRO ou regresse à licença Básica (Gratuíta).
licenseexpireddialog.freebutton               = Versão Gratuíta
licenseexpireddialog.renewbutton              = Renovar
licenseexpireddialog.buybutton                = Comprar
licenseexpireddialog.exitbutton               = Sair
licenseexpireddialog.dontshowdialog           = Não voltar a mostrar esta janela
licenseexpireddialog.renew.hintlabel          = A renovação da licença demora apenas alguns minutos{n} e é oferecida com um [license.renew.discount] desconto sobre o preço normal.
licenseexpireddialog.buy.hintlabel            = Actualizar para a licença PRO demora apenas alguns minutos.

trialexpireddialog.title                      = Terminou o Período de Avaliação do [app.name]
trialexpireddialog.message                    = A sua avaliação por 10-dias do CintaNotes PRO terminou,{n}e a sua licença foi automaticamente revertida para Básica (Grátis). {n}{n}Se necessitar de mais tempo de avaliação, pode pedir{n}um prolongamento da avaliação por 30-dias. {n}
trialexpireddialog.requestext                 = Pedir Extensão da Avaliação
trialexpireddialog.buy                        = Comprar Licença
trialexpireddialog.usefree                    = Regressar à Versão Básica

licensemanager.trial.first                    = Foi activada a avaliação gratuita do CintaNotes PRO por {0}-dias. Clique aqui para ver as opções de licenciamento.
licensemanager.trial.continue                 = Está no dia {0} da avaliação PRO de {1}-dias. Clique aqui para prolongar, gratuitamente, a avaliação por mais {2} dias.
licensemanager.key.willexpire                 = A sua chave de licença vai expirar dentro de {0} dias. Clique aqui para ver as opções de licenciamento
licensemanager.freeupdates.willexpire         = A sua subscrição de actualizações PRO termina dentro de {0} dias. Clique aqui para ver as opções de licenciamento

updatedialog.title                            = Procurar actualizações
updatedialog.initmessage                      = A procura de atualizações foi cancelada.{n} Clique no botão "Procurar novamente" para continuar.
updatedialog.label.changes                    = Alterações nesta versão:
updatedialog.button.check                     = Procurar novamente
updatedialog.button.download                  = Transferir
updatedialog.label.autocheck                  = Procurar automaticamente
updatedialog.error.invalidfile                = Versão do ficheiro inválida.
updatedialog.error.connectionrefused          = Ligação recusada.
updatedialog.error.servernotresponding        = O servidor não responde.
updatedialog.error.invalidproxysettings       = Definições proxy inválidas.
updatedialog.error.inetdisconnected           = Internet desligada.
updatedialog.warn.newversion.licensekeyinvalid = Alerta! A sua chave de licença actual não é válida para esta versão.{n}Por favor renove a chave de licença se pretende continuar a usar as funcionalidades PRO.
updatedialog.result.uptodate                  = Esta versão ({0}) do CintaNotes está actualizada.
updatedialog.result.newversion                = Existe uma nova versão do [app.name] disponível: {0}
updatedialog.state.connecting                 = A estabelecer ligação...
updatedialog.state.findingserver              = A procurar o servidor...
updatedialog.state.downloadingfile            = A transferir ficheiro...

updatedialog.downloaddialog.title             = Alerta
updatedialog.downloaddialog.msg               = Estar versão pode alterar o formato do seu ficheiro de bloco de notas, e versões anteriores do CintaNotes não serão capazes de o abrir.{n}{n}Se pretende usar as funcionalidades PRO com a nova versão, por favor renove a sua chave de licença antes de instalar a nova versão, ou actualize para a licença vitalícia.{n}{n}O que deseja {n}fazer?
updatedialog.downloaddialog.download          = Transferir
updatedialog.downloaddialog.renew             = Renovar Chave de Licença
updatedialog.downloaddialog.upgrade           = Actualizar para Licença Vitalícia

proxysettingsdialog.title                     = Definições Proxy
proxysettingsdialog.server                    = Servidor:
proxysettingsdialog.port                      = Porta:
proxysettingsdialog.username                  = Utilizador:
proxysettingsdialog.password                  = Palavra-passe:
proxysettingsdialog.mode.disabled             = Desactivar proxy
proxysettingsdialog.mode.preconfig            = Usar definições proxy do sistema
proxysettingsdialog.mode.enabled              = Usar proxy:
proxysettingsdialog.error.invalidport         = A porta deve ser um número positivo

synchronizationbar.sync.tip                   = Sincronizar agora
synchronizationbar.cancel.tip                 = Cancelar
synchronization.status.starting               = A iniciar sincronização...
synchronization.status.login                  = A iniciar sessão...
synchronization.status.retrieveindex          = A obter o índice das notas...
synchronization.status.addlocalnotes          = A transferir novas notas... {0} de {1}
synchronization.status.updatelocalnotes       = A transferir actualizações... {0} de {1}
synchronization.status.removelocalnotes       = A remover notas locais... {0} de {1}
synchronization.status.restorelocalnotes      = A restaurar notas locais da reciclagem... {0} de {1}
synchronization.status.totrashlocalnotes      = A mover notas locais para a reciclagem... {0} de {1}
synchronization.status.addremotenotes         = A enviar novas notas... {0} de {1}
synchronization.status.updateremotenotes      = A enviar actualizações... {0} de {1}
synchronization.status.removeremotenotes      = A remover notas remotas... {0} de {1}
synchronization.status.restoreremotenotes     = A restaurar notas remotas da reciclagem... {0} de {1}
synchronization.status.totrashremotenotes     = A mover notas remotas para a reciclagem... {0} de {1}
synchronization.status.cancelling             = A cancelar...

synchronization.result.local                  = Local:
synchronization.result.remote                 = Remoto:
synchronization.result.added                  = Adicionado:
synchronization.result.updated                = Actualizado:
synchronization.result.removed                = Removido:
synchronization.result.errors                 = Erros:

synchronization.error.downloadattachment      = Falha na transferência de '{0}' anexo.
synchronization.error.uploadattachment        = Falha no envio de '{0}' anexo.
synchronization.error.deleteattachment        = Falha na eliminação de anexos no servidor.
synchronization.error.exceededfileslimit      = Foi excedido o limite de anexos {0} [mbytes] em {1} [mbytes].{n}Elimine alguns anexos para continuar a sincronização.

synchronization.state.completed               = Sincronização concluída.
synchronization.state.completedwitherrors     = Sincronização não concluída, tente novamente mais tarde.
synchronization.state.completedempty          = Sincronização concluída. Nenhuma alteração encontrada.
synchronization.state.failed                  = Falha na sincronização.
synchronization.state.authorizationfailed     = Falha na autorização.
synchronization.state.invalidproxysettings    = Definições Proxy inválidas.
synchronization.state.systemproxyautherror    = O Proxy requer autenticação. Por favor use definições manuais de proxy.
synchronization.state.nameresolvingfailed     = Não foi possível ligar. Nome do servidor não resolvido.
synchronization.state.internetdisconnected    = Sem ligação à internet.
synchronization.state.servernotresponding     = O servidor não responde.

synchronization.state.notsynchronized         = Não sincronizado
synchronization.state.lastsynchronization     = Última sincronização {0}

syncpropertiesdialog.title                    = Propriedades da Sincronização do Simplenote
syncpropertiesdialog.login                    = Utilizador:
syncpropertiesdialog.password                 = Palavra-passe:
syncpropertiesdialog.enabled.allnotebook      = Sincronizar este bloco de notas com o Simplenote
syncpropertiesdialog.section.all              = Sincronizar todas as secções
syncpropertiesdialog.section.selected         = Sincronizar apenas as secções seleccionadas:
syncpropertiesdialog.conflictpolicy           = Política de resolução de conflitos:
syncpropertiesdialog.conflictpolicy.local     = Adoptar locais
syncpropertiesdialog.conflictpolicy.remote    = Adoptar remotas
syncpropertiesdialog.conflictpolicy.last      = Adoptar última modificada
syncpropertiesdialog.cachereset.loginchanged  = Alterou o início de sessão para sincronização.{n}A cache de sincronização será limpa e todas as notas remotas serão tratadas como novas.{n}{n}Continuar?
syncpropertiesdialog.cachereset.title         = Limpar dados de sincronização?
syncpropertiesdialog.autosync.checkbox        = Sincronizar automaticamente a cada
syncpropertiesdialog.autosync.suffix          = minutos
syncpropertiesdialog.button.proxysettings     = Definições proxy
syncpropertiesdialog.sectionselection.error   = Deve seleccionar pelo menos uma secção
syncpropertiesdialog.webdavserver.cinta       = Servidor CintaNotes (espaço utilizado: {0} de {1} MB)
syncpropertiesdialog.webdavserver.custom      = Servidor personalizado WebDAV
syncpropertiesdialog.attachments              = Espaço do servidor usado para anexos:
syncpropertiesdialog.attachments.remaining    = [syncpropertiesdialog.attachments] {0} de {1}{2} ({3}{2} restantes)
syncpropertiesdialog.attachments.exceed       = [syncpropertiesdialog.attachments] {0} de {1}{2}
syncpropertiesdialog.attachments.exceedwarning = ALERTA: Excedido o espaço limite do servidor!{n}Reduzir o tamanho total dos anexos sincronizados em {0}{1}{n}para continuar a sincronização.

webdavpropertiesdialog.title                  = Propriedades da Ligação WebDAV
webdavpropertiesdialog.host                   = Servidor
webdavpropertiesdialog.port                   = Porta
webdavpropertiesdialog.serverpath             = Atalho do Servidor
webdavpropertiesdialog.user                   = Utilizador
webdavpropertiesdialog.password               = Palavra-passe
webdavpropertiesdialog.button.test            = Testar
webdavpropertiesdialog.protocol.http          = HTTP
webdavpropertiesdialog.protocol.https         = HTTPS
webdavpropertiesdialog.error.port             = A Porta deve ser um número positivo
webdavpropertiesdialog.connectiontest.title   = Teste de Ligação
webdavpropertiesdialog.connectiontest.success = Ligação com èxito
webdavpropertiesdialog.connectiontest.fail    = Falha de ligação

rulesdialog.title                             = Regras
rulesdialog.add.tip                           = Adicionar nova regra
rulesdialog.remove.tip                        = Eliminar as regras seleccionadas
rulesdialog.apply.confirm.title               = Aplicar regras modificadas?
rulesdialog.apply.confirm.message             = Aplicar as regras modificadas às notas existentes agora?
rulesdialog.viewlog                           = Ver Registo
rulesdialog.confirmdelete.one                 = Eliminar {0} regra seleccionada?
rulesdialog.confirmdelete.many                = Eliminar as {0} regras seleccionadas?
rulesdialog.confirmdelete.title.one           = Eliminar Regra?
rulesdialog.confirmdelete.title.many          = Eliminar Regras?

rulesdialog.licenserequired                   = Por favor tenha em atenção que, sem uma licença PRO pode apenas criar e testar regras, mas não executá-las.
rulesdialog.licenserequired.title             = Aviso de Funcionalidade Limitada

rulesdialog.delete.stilledited                = Não é possível eliminar regra que ainda está a ser editada
rulesdialog.delete.stilledited.title          = Não é possível eliminar

rulesdialog.close.stilledited                 = Algumas regras ainda estão a ser editadas. Conclua primeiro a edição das regras.
rulesdialog.close.stilledited.title           = Não é possível fechar

ruleeditdialog.title                          = Editar Regra
ruleeditdialog.name                           = Nome da regra (opcional)
ruleeditdialog.active                         = Activar
ruleeditdialog.button.testrule                = Testar Regra

ruleeditdialog.errormessage.title             = A regra tem erros

rule.errors.conditions.emptyvalue             = A condição da regra contém valores em branco.
rule.errors.conditions.size.notinteger        = É necessário um valor inteiro de tamanho.
rule.errors.conditions.size.negative          = É necessário um valor inteiro não negativo de tamanho.
rule.errors.conditions.size.notpositive       = É necessário um valor inteiro positivo de tamanho.

rule.errors.actions.empty                     = Tem que ser definida pelo menos uma secção.
rule.errors.actions.more_than_one_section_action = Só é permitida uma acção '[actioneditor.actiontype.section]' por regra.
rule.errors.actions.no_tags_specified         = Por favor especifique pelo menos uma etiqueta.
rule.errors.actions.redundant_actions         = A regra contém acções redundantes que não produzem nenhum efeito e deve ser eliminada.

ruleeditor.conditionlist.title                = [if]
ruleeditor.conditionlist.label.one            = a condição contém:
ruleeditor.conditionlist.label.all            = todas as condições contém:

ruleeditor.conditionlist.add.tip              = Adicionar nova condição

ruleeditor.actionlist.add.tip                 = Adicionar nova acção

ruleeditor.actionlist.title                   = [then]

fieldconditioneditor.delete.tip               = Condição de eliminação
fieldconditioneditor.value.add.tip            = Adicionar novo valor
fieldconditioneditor.value.delete.tip         = Eliminar valor

fieldconditioneditor.field.anytext            = Qualquer campo de texto
fieldconditioneditor.field.title              = Título
fieldconditioneditor.field.text               = Texto
fieldconditioneditor.field.link               = Ligação
fieldconditioneditor.field.tags               = Etiquetas
fieldconditioneditor.field.remarks            = Observações
fieldconditioneditor.field.attachments        = Anexos
fieldconditioneditor.field.section            = Secção
fieldconditioneditor.field.created            = Criado
fieldconditioneditor.field.modified           = Modificado
fieldconditioneditor.field.note               = Nota

fieldconditioneditor.op.contains              = contém
fieldconditioneditor.op.containsall           = contém todos os
fieldconditioneditor.op.starts                = começa com
fieldconditioneditor.op.ends                  = acaba com
fieldconditioneditor.op.equals                = é igual a
fieldconditioneditor.op.hasall                = tem todos os
fieldconditioneditor.op.hasany                = tem
fieldconditioneditor.op.isempty               = está vazio
fieldconditioneditor.op.before                = antes
fieldconditioneditor.op.after                 = depois
fieldconditioneditor.op.isnew                 = é novo
fieldconditioneditor.op.itemcontains          = tem itens contendo
fieldconditioneditor.op.itemstarts            = tem itens a começar com
fieldconditioneditor.op.itemends              = tem itens acabados em
fieldconditioneditor.op.itemequals            = tem itens iguais a
fieldconditioneditor.op.sizegreater           = o tamanho total em KB é maior que
fieldconditioneditor.op.sizesmaller           = o tamanho total em KB é menor que
fieldconditioneditor.op.haschildrenof         = tem dependentes de
fieldconditioneditor.op.hasparentsof          = dependem de

fieldconditioneditor.op.isempty.attachments   = está ausente
fieldconditioneditor.op.itemcontains.attachments = tem nomes de ficheiro contendo
fieldconditioneditor.op.itemstarts.attachments = tem nomes de ficheiros a começar com
fieldconditioneditor.op.itemends.attachments  = com nomes de ficheiros acabados em
fieldconditioneditor.op.itemequals.attachments = tem nomes de ficheiros iguais a

fieldconditioneditor.op.not.isempty.attachments = estão presentes
fieldconditioneditor.op.not.itemcontains.attachments = nenhum nome de ficheiro contém
fieldconditioneditor.op.not.itemstarts.attachments = nenhum nome de ficheiro começa com
fieldconditioneditor.op.not.itemends.attachments = nanhum nome de ficheiro termina com
fieldconditioneditor.op.not.itemequals.attachments = nenhum nome de ficheiro igual a

fieldconditioneditor.op.before.anytext        = vem antes
fieldconditioneditor.op.after.anytext         = vem depois

fieldconditioneditor.op.not.contains          = não contém
fieldconditioneditor.op.not.containsall       = não contém todos os
fieldconditioneditor.op.not.starts            = não começa com
fieldconditioneditor.op.not.ends              = não termina com
fieldconditioneditor.op.not.equals            = não é igual a
fieldconditioneditor.op.not.hasall            = não tem todos os
fieldconditioneditor.op.not.hasany            = não tem
fieldconditioneditor.op.not.isempty           = não está vazio
fieldconditioneditor.op.not.isnew             = não é novo
fieldconditioneditor.op.not.itemcontains      = não tem itens contendo
fieldconditioneditor.op.not.itemstarts        = não tem itens começados com
fieldconditioneditor.op.not.itemends          = não tem itens acabados em
fieldconditioneditor.op.not.itemequals        = não tem itens iguais a
fieldconditioneditor.op.not.haschildrenof     = não tem dependentes de
fieldconditioneditor.op.not.hasparentsof      = não dependem de

actioneditor.delete.tip                       = Acção eliminar

actioneditor.actiontype.tag                   = Adicionar etiqueta(s)
actioneditor.actiontype.untag                 = Remover etiqueta(s)
actioneditor.actiontype.section               = Mover para secção
actioneditor.actiontype.tag-untag             = Atribuir etiqueta(s)

actioneditor.untag                            = Remover etiqueta ao não satisfazer condições

ruleslist.active                              = A&ctivar
ruleslist.add                                 = &Adicionar
ruleslist.edit                                = &Editar
ruleslist.delete                              = &Eliminar
ruleslist.duplicate                           = D&uplicar
ruleslist.duplicate.suffix                    = copiar

ruleslist.preview.active                      = Activar
ruleslist.preview.inactive                    = Inactivar
ruleslist.preview.paused                      = Pausado: é necessária licença PRO

ruleslist.preview.forall                      = Para todas as notas
ruleslist.preview.donothing                   = não fazer nada

ruleslist.empty                               = Este bloco de notas ainda não tem regras definidas.{n}Para adicionar uma nova regra, clique no ícone '+' ou pressione a tecla Ins.

rule.test.progress.title                      = A Testar Regra
rule.test.progress.message                    = A testar regra em {0} notas existentes...
rule.test.error.title                         = [erro]
rule.test.success.title                       = Teste Concluído
rule.test.success.message                     = Está concluído o teste da regra em {0} notas:
rule.test.success.message.actions             = As acções da regra serão executadas {0} vez(es)

rule.apply.progress.title                     = Aplicar Regras
rule.apply.progress.message                   = Por favor aguarde enquanto as regras são aplicadas às notas...
rule.apply.error.title                        = [erro]

ruleslogdialog.title                          = Registo de Regras

ruleslogdialog.column.dateapplied             = Data Aplicada
ruleslogdialog.column.rulename                = Nome da Regra
ruleslogdialog.column.notetitle               = Título da Nota
ruleslogdialog.column.addedtags               = Etiquetas Adicionadas
ruleslogdialog.column.removedtags             = Etiquetas Removidas
ruleslogdialog.column.movedtosection          = Movido para Secção

ruleslogdialog.columnvalue.rulename.deleted   = eliminada

ruleslogdialog.button.undo                    = Anular
ruleslogdialog.button.clear                   = Limpar registo
ruleslogdialog.menu.undo                      = [ruleslogdialog.button.undo]

ruleslogdialog.confirm.undo.title             = Anular Aplicação da Regra
ruleslogdialog.confirm.undo.message           = Anular as {0} regras seleccionadas?
ruleslogdialog.confirm.clear.title            = Limpar Registo das Regras
ruleslogdialog.confirm.clear.message          = Eliminar todos os registos de regras da aplicação?

notification.ruleapplied.one                  = A regra '{0}' foi aplicada a {1} nota
notification.ruleapplied.many                 = A regra '{0}' foi aplicada a {1} notas

section.new                                   = Nova Secção...
section.new.tip                               = Criar nova secção
section.edit                                  = Propriedades...
section.delete                                = Eliminar
section.selectall                             = Seleccionar Tudo
section.licenserequired                       = A sua licença actual só permite a criação de {0} secções.
section.move.left                             = Mover p/ a Esquerda
section.move.right                            = Mover p/ a Di&reita
section.dropnotes.tip.one                     = Mover nota para a secção '{0}'
section.dropnotes.tip.many                    = Mover {0} notas para a secção '{1}'
section.droptext                              = Adicionar nota à secção '{0}'

section.confirmdelete                         = Eliminar secção '{0}' com {1} notas?
section.confirmdelete.title                   = Eliminar Secção?
section.confirmdelete.many                    = Eliminar secções '{0}' com {1} notas?
section.confirmdelete.title.many              = Eliminar Secções?

section.all                                   = [tagsidebar.all]
section.main                                  = Principal
section.inbox                                 = Definir como Caixa de Entrada

sectionedit.title                             = Editar Propriedades da Secção
sectionedit.title.new                         = Criar Nova Secção
sectionedit.name                              = Nome:
sectionedit.color                             = Cor:
sectionedit.sectionalreadyexists              = Já existe uma secção com este nome

movetosection.title                           = Mover para a Secção
movetosection.label.one                       = Mover {0} nota para a secção:
movetosection.label.many                      = Mover {0} notas para a secção:

clipping.balloon.caption                      = [app.name] capturada
clipping.balloon.intosection                  = em
clipping.balloon.tagged                       = e etiquetada [{0}]

filedialog.filemask.all                       = Todos os Ficheiros

ctrl                                          = Ctrl
alt                                           = Alt
shift                                         = Shift
win                                           = Win
esc                                           = Esc
enter                                         = Enter
ins                                           = Ins
del                                           = Del
home                                          = Home
end                                           = End
pgup                                          = PgUp
pgdown                                        = PgDown
space                                         = Espaço
left                                          = Esquerda
right                                         = Direita
up                                            = Up
down                                          = Para baixo
bksp                                          = BkSp

bytes                                         = B
kbytes                                        = KB
mbytes                                        = MB
gbytes                                        = GB
